app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    if @article.save
---
INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "hyfufyydtuy"], ["body", "vfgtjguyrteytr6uethhd"], ["created_at", "2021-09-25 06:28:37.670376"], ["updated_at", "2021-09-25 06:28:37.670376"]]